Revit 2024 API
ParameterTypeId.InsulationWidth Property
 "Insulation Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId InsulationWidth { get; }
Visual Basic
Public Shared ReadOnly Property InsulationWidth As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InsulationWidth {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace